Repository: muhiro12/Fluel
Catalog: Fluel/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, ja, zh_hans

source: Upcoming milestones
es: Próximos hitos
fr: Jalons à venir
ja: これからの節目
zh_hans: 即将到来的里程碑

source: Updated
es: Actualizado
fr: Mis à jour
zh_hans: 已更新

source: Use a preset once and it will rise here for faster reuse.
es: Usa un preajuste una vez y aparecerá aquí para reutilizarlo más rápido.
fr: Utilisez un préréglage une fois et il remontera ici pour être réutilisé plus vite.
ja: 一度使ったプリセットは、次からここに上がってきます。
zh_hans: 用过一次预设后，它就会出现在这里，方便更快再次使用。

source: Use the default preset for new entries
es: Usar el preajuste predeterminado en registros nuevos
fr: Utiliser le préréglage par défaut pour les nouvelles entrées
ja: 新規作成で既定プリセットを使う
zh_hans: 新建记录时使用默认预设

source: Use these filters when you want to focus on entries with notes, photos, or everything again.
es: Usa estos filtros cuando quieras centrarte en registros con notas, fotos o volver a ver todo.
fr: Utilisez ces filtres lorsque vous souhaitez vous concentrer sur les entrées avec notes, photos ou revenir à tout.
ja: メモ付きや写真付きなど、見たい記録だけに寄せたい時はここで切り替えられます。
zh_hans: 当你想只看带备注、带照片的记录，或重新查看全部内容时，可以使用这些筛选。

source: Usually the first thing that leaves with you.
es: Suele ser lo primero que sale contigo.
fr: C’est souvent la première chose qui part avec vous.
ja: 外に出るとき、たいてい最初に持つもの。
zh_hans: 通常是最先和你一起出门的东西。

source: Wallet
es: Cartera
fr: Portefeuille
ja: 財布
zh_hans: 钱包

source: Watch
es: Reloj
fr: Montre
ja: 腕時計
zh_hans: 手表

source: With note
es: Con nota
fr: Avec note
ja: メモあり
zh_hans: 带备注

source: With photo
es: Con foto
fr: Avec photo
ja: 写真あり
zh_hans: 带照片

source: Year
es: Año
fr: Année
ja: 年
zh_hans: 年

source: Your unsaved edits will be lost.
es: Los cambios no guardados se perderán.
fr: Vos modifications non enregistrées seront perdues.
ja: 保存していない変更は失われます。
zh_hans: 未保存的更改将会丢失。

source: Error
fr: Erreur
ja: エラー
zh_hans: 错误

source: OK
zh_hans: 确定
